anthropic.claude-code
christian-kohler.path-intellisense
codezombiech.gitignore
davidanson.vscode-markdownlint
donjayamanne.githistory
dracula-theme.theme-dracula
dreamcatcher45.podmanager
esbenp.prettier-vscode
geequlim.godot-tools
github.copilot-chat
github.vscode-pull-request-github
gruntfuggly.todo-tree
hangxingliu.vscode-systemd-support
james-yu.latex-workshop
jebbs.plantuml
kilocode.kilo-code
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
oderwat.indent-rainbow
pflannery.vscode-versionlens
pkief.material-icon-theme
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
valentjn.vscode-ltex
waderyan.gitblame
yzhang.markdown-all-in-one
